Repository: kandotrun/afterimage-app
Catalog: ios/Resources/Localizable.xcstrings
Source language: ja
Languages: en, ko, zh_hans

# camera.action.cancel
source: キャンセル
en: Cancel
ko: 취소
zh_hans: 取消

# camera.action.close
source: 閉じる
en: Close
ko: 닫기
zh_hans: 关闭

# camera.action.open_settings
source: 設定を開く
en: Open Settings
ko: 설정 열기
zh_hans: 打开设置

# camera.action.record
source: 撮影開始
en: Record
ko: 촬영 시작
zh_hans: 开始录制

# camera.action.record_without_audio
source: 音声なしで撮影
en: Record Without Audio
ko: 소리 없이 촬영
zh_hans: 无声录制

# camera.action.retake
source: 撮り直す
en: Retake
ko: 다시 촬영
zh_hans: 重新拍摄

# camera.action.retry
source: 再試行
en: Try Again
ko: 다시 시도
zh_hans: 重试

# camera.action.stop
source: 撮影停止
en: Stop
ko: 촬영 중지
zh_hans: 停止录制

# camera.action.switch_camera
source: カメラを切り替える
en: Switch Camera
ko: 카메라 전환
zh_hans: 切换摄像头

# camera.action.use_video
source: この動画を使う
en: Use Video
ko: 이 동영상 사용
zh_hans: 使用此视频

# camera.discard.confirm
source: 破棄する
en: Discard
ko: 폐기
zh_hans: 丢弃

# camera.discard.message
source: 撮影中の内容は保存されません。
en: The current recording will not be saved.
ko: 현재 촬영 내용은 저장되지 않습니다.
zh_hans: 当前拍摄内容不会保存。

# camera.discard.title
source: この動画を破棄しますか？
en: Discard this video?
ko: 이 동영상을 폐기할까요?
zh_hans: 要丢弃此视频吗？

# camera.error.configuration
source: カメラを準備できませんでした
en: The camera could not be prepared
ko: 카메라를 준비할 수 없습니다
zh_hans: 无法准备摄像头

# camera.error.insufficient_storage
source: 空き容量が不足しています
en: Not Enough Storage
ko: 저장 공간이 부족합니다
zh_hans: 储存空间不足

# camera.error.insufficient_storage_message
source: 端末の空き容量を増やしてから再試行してください。
en: Free up storage on this device, then try again.
ko: 기기의 저장 공간을 확보한 후 다시 시도하세요.
zh_hans: 请释放设备储存空间后重试。

# camera.error.recording
source: 動画を撮影できませんでした
en: The video could not be recorded
ko: 동영상을 촬영할 수 없습니다
zh_hans: 无法录制视频

# camera.error.retry_message
source: もう一度カメラを準備してください。
en: Try preparing the camera again.
ko: 카메라 준비를 다시 시도하세요.
zh_hans: 请尝试重新准备摄像头。

# camera.error.unavailable
source: 利用できるカメラがありません
en: No camera is available
ko: 사용할 수 있는 카메라가 없습니다
zh_hans: 没有可用的摄像头

# camera.accessibility.announcement.capture_failed
source: 撮影に失敗しました
en: Capture failed
ko: 촬영에 실패했습니다
zh_hans: 拍摄失败

# camera.accessibility.announcement.recording_started
source: 撮影を開始しました
en: Recording started
ko: 촬영을 시작했습니다
zh_hans: 已开始录制

# camera.accessibility.announcement.recording_stopped
source: 撮影を停止しました
en: Recording stopped
ko: 촬영을 중지했습니다
zh_hans: 已停止录制

# camera.accessibility.announcement.review_ready
source: 撮影した動画を確認できます
en: The recorded video is ready to review
ko: 촬영한 동영상을 확인할 수 있습니다
zh_hans: 可以查看录制的视频了

# camera.accessibility.announcement.silent_recording_started
source: 音声なしで撮影を開始しました
en: Recording started without audio
ko: 소리 없이 촬영을 시작했습니다
zh_hans: 已开始无声录制

# camera.accessibility.state.finalizing
source: 動画を仕上げています
en: Finishing video
ko: 동영상을 마무리하는 중
zh_hans: 正在完成视频

# camera.accessibility.state.ready
source: 撮影できます
en: Ready to record
ko: 촬영 준비 완료
zh_hans: 可以录制

# camera.accessibility.state.ready_no_audio
source: 音声なしで撮影できます
en: Ready to record without audio
ko: 소리 없이 촬영 준비 완료
zh_hans: 可以无声录制

# camera.accessibility.state.recording
source: 撮影中
en: Recording
ko: 촬영 중
zh_hans: 正在录制

# camera.accessibility.state.recording_no_audio
source: 音声なしで撮影中
en: Recording without audio
ko: 소리 없이 촬영 중
zh_hans: 正在无声录制

# camera.microphone.message
source: マイクへのアクセスが許可されていません。音声なしの動画として撮影できます。
en: Microphone access is not allowed. You can continue with a silent video.
ko: 마이크 접근이 허용되지 않았습니다. 소리 없는 동영상으로 계속 촬영할 수 있습니다.
zh_hans: 麦克风访问未获允许。你可以继续录制无声视频。

# camera.microphone.title
source: 音声なしで撮影しますか？
en: Record without audio?
ko: 소리 없이 촬영할까요?
zh_hans: 要无声录制吗？

# camera.permission.message
source: 設定からカメラへのアクセスを許可してください。
en: Allow camera access in Settings to record video.
ko: 동영상을 촬영하려면 설정에서 카메라 접근을 허용하세요.
zh_hans: 请在“设置”中允许摄像头访问以录制视频。

# camera.permission.title
source: カメラを使用できません
en: Camera Access Needed
ko: 카메라 접근 권한 필요
zh_hans: 需要摄像头访问权限

# camera.source.library
source: ライブラリから動画を選ぶ
en: Choose Video from Library
ko: 보관함에서 동영상 선택
zh_hans: 从媒体库选择视频

# camera.source.record
source: アプリで撮影
en: Record in App
ko: 앱에서 촬영
zh_hans: 在 App 内拍摄

# camera.status.configuring
source: カメラを準備しています…
en: Preparing camera…
ko: 카메라를 준비하는 중…
zh_hans: 正在准备摄像头…

# camera.status.finalizing
source: 動画を仕上げています…
en: Finishing video…
ko: 동영상을 마무리하는 중…
zh_hans: 正在完成视频…

# camera.status.interrupted
source: カメラが一時停止しました
en: Camera Paused
ko: 카메라가 일시 정지되었습니다
zh_hans: 摄像头已暂停

# camera.status.no_audio
source: 音声なし
en: No Audio
ko: 소리 없음
zh_hans: 无声音

# camera.upload_busy.message
source: 現在のアップロードが完了してから、この動画を使ってください。
en: Wait for the current upload to finish before using this video.
ko: 현재 업로드가 끝난 후 이 동영상을 사용하세요.
zh_hans: 请等待当前上传完成后再使用此视频。

# camera.upload_busy.title
source: アップロード中です
en: Upload in Progress
ko: 업로드 중
zh_hans: 正在上传

# capture.location.accessibility
source: 撮影場所 %@
en: Capture location %@
ko: 촬영 위치 %@
zh_hans: 拍摄地点 %@

# capture.location.open_maps
source: マップで見る
en: View in Maps
ko: 지도에서 보기
zh_hans: 在地图中查看

source: AIに設定を頼む
en: Ask AI to Configure
ko: AI에게 설정 요청
zh_hans: 让 AI 帮我设置

source: AIエージェントを接続
en: Connect an AI Agent
ko: AI 에이전트 연결
zh_hans: 连接 AI 智能体

source: AIエージェント共有
en: Share with AI
ko: AI와 공유
zh_hans: 与 AI 共享

source: AIエージェントに共有
en: Share with AI Agents
ko: AI 에이전트와 공유
zh_hans: 与 AI 智能体共享

source: AI連携
en: AI Connections
ko: AI 연동
zh_hans: AI 连接

source: オン
en: On
ko: 켬
zh_hans: 开启

source: オフ
en: Off
ko: 끔
zh_hans: 关闭

source: MCPサーバー
en: MCP Server
ko: MCP 서버
zh_hans: MCP 服务器

source: MCP接続
en: MCP Connection
ko: MCP 연결
zh_hans: MCP 连接

source: R2上の写真・動画も完全に削除されます。
en: Photos and videos stored in R2 will also be permanently deleted.
ko: R2에 저장된 사진과 동영상도 완전히 삭제됩니다.
zh_hans: R2 中保存的照片和视频也会被永久删除。

# accessibility.disconnect_agent
source: %@の接続を解除
en: Disconnect %@
ko: %@ 연결 해제
zh_hans: 断开 %@ 的连接

# accessibility.photo_at
source: 写真 %@
en: Photo, %@
ko: 사진, %@
zh_hans: 照片，%@

# accessibility.upload_progress
source: アップロード進捗 %@
en: Upload progress: %@
ko: 업로드 진행률: %@
zh_hans: 上传进度：%@

# accessibility.video_at
source: 動画 %@
en: Video, %@
ko: 동영상, %@
zh_hans: 视频，%@

# api.asset_not_found
source: afterimageが見つかりませんでした。
en: This afterimage could not be found.
ko: 이 afterimage를 찾을 수 없습니다.
zh_hans: 找不到这条 afterimage。

# api.asset_too_large
source: ファイルが大きすぎます。
en: This file is too large.
ko: 파일이 너무 큽니다.
zh_hans: 文件过大。

# api.content_type_mismatch
source: ファイル形式が一致しません。
en: The file format does not match.
ko: 파일 형식이 일치하지 않습니다.
zh_hans: 文件格式不匹配。

# api.http_error
source: 通信に失敗しました。もう一度お試しください。
en: The request failed. Please try again.
ko: 요청에 실패했습니다. 다시 시도해 주세요.
zh_hans: 请求失败，请重试。

# api.internal_error
source: サーバーで問題が発生しました。しばらくしてから再試行してください。
en: The server encountered a problem. Please try again later.
ko: 서버에 문제가 발생했습니다. 잠시 후 다시 시도해 주세요.
zh_hans: 服务器出现问题，请稍后重试。

# api.invalid_apple_token
source: Appleでのサインインを確認できませんでした。
en: Couldn’t verify your Apple sign-in.
ko: Apple 로그인을 확인할 수 없습니다.
zh_hans: 无法验证 Apple 登录。

# api.invalid_asset
source: 写真・動画の情報が正しくありません。
en: The photo or video information is invalid.
ko: 사진 또는 동영상 정보가 올바르지 않습니다.
zh_hans: 照片或视频信息无效。

# api.invalid_cursor
source: 読み込み位置が正しくありません。
en: The loading position is invalid.
ko: 불러오기 위치가 올바르지 않습니다.
zh_hans: 加载位置无效。

# api.invalid_mcp_token
source: MCP tokenが正しくありません。
en: The MCP token is invalid.
ko: MCP token이 올바르지 않습니다.
zh_hans: MCP token 无效。

# api.invalid_part
source: アップロードの一部が正しくありません。
en: An upload part is invalid.
ko: 업로드 일부가 올바르지 않습니다.
zh_hans: 上传分片无效。

# api.invalid_part_size
source: アップロードの一部のサイズが正しくありません。
en: An upload part has the wrong size.
ko: 업로드 일부의 크기가 올바르지 않습니다.
zh_hans: 上传分片大小不正确。

# api.invalid_request
source: 入力内容を確認してください。
en: Please check your input.
ko: 입력 내용을 확인해 주세요.
zh_hans: 请检查输入内容。

# api.mcp_token_limit
source: 作成できるMCP tokenの上限に達しました。
en: You’ve reached the MCP token limit.
ko: MCP token 생성 한도에 도달했습니다.
zh_hans: 已达到 MCP token 数量上限。

# api.mcp_token_not_found
source: MCP tokenが見つかりませんでした。
en: The MCP token could not be found.
ko: MCP token을 찾을 수 없습니다.
zh_hans: 找不到 MCP token。

# api.media_grant_not_found
source: 再生用リンクの有効期限が切れました。もう一度お試しください。
en: The playback link has expired. Please try again.
ko: 재생 링크가 만료되었습니다. 다시 시도해 주세요.
zh_hans: 播放链接已过期，请重试。

# api.missing_body
source: 送信するデータがありません。
en: There is no data to send.
ko: 전송할 데이터가 없습니다.
zh_hans: 没有可发送的数据。

# api.multipart_completion_failed
source: 動画のアップロードを完了できませんでした。再試行します。
en: Couldn’t finish uploading the video. We’ll retry.
ko: 동영상 업로드를 완료할 수 없습니다. 다시 시도합니다.
zh_hans: 无法完成视频上传，将进行重试。

# api.not_found
source: お探しの情報が見つかりませんでした。
en: The requested item could not be found.
ko: 요청한 항목을 찾을 수 없습니다.
zh_hans: 找不到请求的内容。

# api.thumbnail_conflict
source: プレビューの保存が競合しました。もう一度お試しください。
en: The preview could not be saved right now. Please try again.
ko: 미리보기를 저장할 수 없습니다. 다시 시도해 주세요.
zh_hans: 暂时无法保存预览，请重试。

# api.thumbnail_not_found
source: プレビューが見つかりませんでした。
en: The preview could not be found.
ko: 미리보기를 찾을 수 없습니다.
zh_hans: 找不到预览。

# api.thumbnail_size_invalid
source: プレビューのサイズが正しくありません。
en: The preview has an invalid size.
ko: 미리보기 크기가 올바르지 않습니다.
zh_hans: 预览大小无效。

# api.thumbnail_type_invalid
source: プレビューの形式が正しくありません。
en: The preview has an invalid format.
ko: 미리보기 형식이 올바르지 않습니다.
zh_hans: 预览格式无效。

# api.transcript_not_found
source: 文字起こしがまだありません。
en: A transcript is not available yet.
ko: 아직 텍스트 변환이 없습니다.
zh_hans: 转写文本尚未生成。

# api.unauthorized
source: セッションの有効期限が切れました。もう一度サインインしてください。
en: Your session has expired. Please sign in again.
ko: 세션이 만료되었습니다. 다시 로그인해 주세요.
zh_hans: 会话已过期，请重新登录。

# api.upload_conflict
source: 別のアップロード処理が進行中です。しばらくしてから再試行してください。
en: Another upload is in progress. Please try again shortly.
ko: 다른 업로드가 진행 중입니다. 잠시 후 다시 시도해 주세요.
zh_hans: 另一个上传正在进行，请稍后重试。

# api.upload_failed
source: アップロードを完了できませんでした。
en: Couldn’t complete the upload.
ko: 업로드를 완료할 수 없습니다.
zh_hans: 无法完成上传。

# api.upload_not_found
source: アップロードが見つかりませんでした。
en: The upload could not be found.
ko: 업로드를 찾을 수 없습니다.
zh_hans: 找不到该上传。

# api.upload_object_missing
source: アップロード済みのファイルを確認できませんでした。
en: Couldn’t verify the uploaded file.
ko: 업로드된 파일을 확인할 수 없습니다.
zh_hans: 无法确认已上传的文件。

# api.upload_parts_missing
source: 動画の一部がまだアップロードされていません。
en: Some parts of the video have not uploaded yet.
ko: 동영상의 일부가 아직 업로드되지 않았습니다.
zh_hans: 视频仍有部分尚未上传。

# api.upload_size_mismatch
source: ファイルサイズが一致しません。
en: The file size does not match.
ko: 파일 크기가 일치하지 않습니다.
zh_hans: 文件大小不匹配。

# api.upload_state_invalid
source: アップロードの状態が正しくありません。
en: The upload is in an invalid state.
ko: 업로드 상태가 올바르지 않습니다.
zh_hans: 上传状态无效。

# common.checking
source: 確認中…
en: Checking…
ko: 확인 중…
zh_hans: 正在确认…

# common.item_copied
source: %@をコピーしました
en: Copied %@
ko: %@ 복사 완료
zh_hans: 已复制 %@

# compression.audio_passthrough_unsupported
source: 音声を無劣化のまま格納できない形式です。
en: This format cannot preserve the audio without re-encoding.
ko: 이 형식은 오디오를 재인코딩하지 않고 보존할 수 없습니다.
zh_hans: 此格式无法在不重新编码的情况下保留音频。

# compression.file_size_missing
source: ファイルサイズを確認できませんでした。
en: Couldn’t determine the file size.
ko: 파일 크기를 확인할 수 없습니다.
zh_hans: 无法确认文件大小。

# compression.heic_finalize_failed
source: HEIC変換を完了できませんでした。
en: Couldn’t finish the HEIC conversion.
ko: HEIC 변환을 완료할 수 없습니다.
zh_hans: 无法完成 HEIC 转换。

# compression.heic_output_failed
source: HEIC出力を作成できませんでした。
en: Couldn’t create the HEIC output.
ko: HEIC 출력을 만들 수 없습니다.
zh_hans: 无法创建 HEIC 输出。

# compression.hevc_setup_failed
source: HEVC圧縮を準備できませんでした。
en: Couldn’t prepare HEVC compression.
ko: HEVC 압축을 준비할 수 없습니다.
zh_hans: 无法准备 HEVC 压缩。

# compression.image_decode_failed
source: 画像を展開できませんでした。
en: Couldn’t decode the image.
ko: 이미지를 디코딩할 수 없습니다.
zh_hans: 无法解码图像。

# compression.image_read_failed
source: 画像を読み込めませんでした。
en: Couldn’t read the image.
ko: 이미지를 읽을 수 없습니다.
zh_hans: 无法读取图像。

# compression.media_read_failed
source: メディアを読み込めませんでした。
en: Couldn’t read the media.
ko: 미디어를 읽을 수 없습니다.
zh_hans: 无法读取媒体。

# compression.media_write_failed
source: メディアを書き込めませんでした。
en: Couldn’t write the media.
ko: 미디어를 쓸 수 없습니다.
zh_hans: 无法写入媒体。

# compression.output_missing
source: 出力を確認できませんでした。
en: Couldn’t verify the optimized output.
ko: 최적화된 출력을 확인할 수 없습니다.
zh_hans: 无法确认压缩后的输出。

# compression.preview_output_failed
source: プレビュー出力を作成できませんでした。
en: Couldn’t create the preview output.
ko: 미리보기 출력을 만들 수 없습니다.
zh_hans: 无法创建预览输出。

# compression.preview_save_failed
source: プレビューを保存できませんでした。
en: Couldn’t save the preview.
ko: 미리보기를 저장할 수 없습니다.
zh_hans: 无法保存预览。

# compression.reader_start_failed
source: 入力を開始できませんでした。
en: Couldn’t start reading the source media.
ko: 원본 미디어 읽기를 시작할 수 없습니다.
zh_hans: 无法开始读取源媒体。

# compression.video_finalize_failed
source: 動画変換を完了できませんでした。
en: Couldn’t finish converting the video.
ko: 동영상 변환을 완료할 수 없습니다.
zh_hans: 无法完成视频转换。

# compression.video_preview_failed
source: 動画のプレビューを作成できませんでした。
en: Couldn’t create the video preview.
ko: 동영상 미리보기를 만들 수 없습니다.
zh_hans: 无法创建视频预览。

# compression.video_reader_failed
source: 映像の読み込みを準備できませんでした。
en: Couldn’t prepare the video reader.
ko: 동영상 읽기를 준비할 수 없습니다.
zh_hans: 无法准备视频读取。

# compression.video_track_missing
source: 映像トラックが見つかりませんでした。
en: No video track was found.
ko: 동영상 트랙을 찾을 수 없습니다.
zh_hans: 未找到视频轨道。

# compression.writer_start_failed
source: 出力を開始できませんでした。
en: Couldn’t start writing the output.
ko: 출력 쓰기를 시작할 수 없습니다.
zh_hans: 无法开始写入输出。

# error.api.generic
source: 通信に失敗しました。もう一度お試しください。
en: The request failed. Please try again.
ko: 요청에 실패했습니다. 다시 시도해 주세요.
zh_hans: 请求失败，请重试。

# error.cancelled
source: アップロードをキャンセルしました。
en: Upload canceled.
ko: 업로드가 취소되었습니다.
zh_hans: 上传已取消。

# error.compression_failed
source: 軽量化できませんでした。元データは送信していません。 %@
en: Couldn’t optimize this media. The original file was not uploaded. %@
ko: 미디어를 최적화할 수 없습니다. 원본 파일은 업로드되지 않았습니다. %@
zh_hans: 无法压缩此媒体，原始文件尚未上传。 %@

# error.generic_title
source: うまくいきませんでした
en: Something Went Wrong
ko: 문제가 발생했습니다
zh_hans: 出现了问题

# error.http_status
source: 通信に失敗しました（%lld）。
en: The request failed (%lld).
ko: 요청에 실패했습니다(%lld).
zh_hans: 请求失败（%lld）。

# error.invalid_configuration
source: 接続先の設定を確認できませんでした。
en: Couldn’t verify the server configuration.
ko: 서버 설정을 확인할 수 없습니다.
zh_hans: 无法确认服务器配置。

# error.invalid_response
source: サーバーから正しい応答を受け取れませんでした。
en: The server returned an invalid response.
ko: 서버에서 올바른 응답을 받지 못했습니다.
zh_hans: 服务器返回了无效响应。

# error.missing_credential
source: Appleの認証情報を受け取れませんでした。
en: Couldn’t receive your Apple sign-in credentials.
ko: Apple 로그인 정보를 받을 수 없습니다.
zh_hans: 无法获取 Apple 登录凭证。

# error.capture_date_unavailable
source: 写真・動画の撮影日時を取得できませんでした。撮影日時を保持した元ファイルを選んでください。
en: Couldn’t read the photo or video’s capture date. Choose the original file with its capture metadata.
ko: 사진 또는 동영상의 촬영 시간을 읽을 수 없습니다. 촬영 메타데이터가 유지된 원본 파일을 선택해 주세요.
zh_hans: 无法读取照片或视频的拍摄时间。请选择保留拍摄元数据的原始文件。

# error.unsupported_media
source: この写真・動画形式にはまだ対応していません。
en: This photo or video format isn’t supported yet.
ko: 이 사진 또는 동영상 형식은 아직 지원되지 않습니다.
zh_hans: 暂不支持这种照片或视频格式。

# error.upload_plan_invalid
source: アップロードの準備に失敗しました。
en: Couldn’t prepare the upload.
ko: 업로드를 준비할 수 없습니다.
zh_hans: 无法准备上传。

# mcp.agent_setup_prompt
source: 以下の認証付きAfterimage MCPをAIエージェントへ設定してください。 URL: %@ Authorization: Bearer %@ Transport: Streamable HTTP 接続後に tools/list を実行し、list_transcriptions と get_transcription が利用できることを確認してください。tokenは秘密として扱い、ログや公開ファイルへ保存しないでください。
en: Configure the authenticated Afterimage MCP below in the AI agent. URL: %@ Authorization: Bearer %@ Transport: Streamable HTTP After connecting, run tools/list and confirm that list_transcriptions and get_transcription are available. Treat the token as a secret; do not store it in logs or public files.
ko: 아래 인증된 Afterimage MCP를 AI 에이전트에 설정해 주세요. URL: %@ Authorization: Bearer %@ Transport: Streamable HTTP 연결 후 tools/list를 실행해 list_transcriptions와 get_transcription을 사용할 수 있는지 확인하세요. token은 비밀로 취급하고 로그나 공개 파일에 저장하지 마세요.
zh_hans: 请在 AI 智能体中配置以下经过身份验证的 Afterimage MCP。 URL: %@ Authorization: Bearer %@ Transport: Streamable HTTP 连接后，请运行 tools/list，并确认 list_transcriptions 和 get_transcription 可用。请将 token 视为机密，不要保存到日志或公开文件中。

# mcp.last_used
source: 最終利用 %@
en: Last used %@
ko: 마지막 사용 %@
zh_hans: 上次使用 %@

# mcp.never_used
source: まだ利用されていません
en: Not used yet
ko: 아직 사용되지 않음
zh_hans: 尚未使用

# mcp.setup_prompt_copied
source: 設定依頼文をコピーしました
en: Setup request copied
ko: 설정 요청문을 복사했습니다
zh_hans: 设置请求已复制

# memory.search.open
source: 記憶を検索
en: Search Memories
ko: 기억 검색
zh_hans: 搜索记忆

# memory.search.title
source: 記憶を検索
en: Search Memories
ko: 기억 검색
zh_hans: 搜索记忆

# memory.search.prompt
source: キーワードで記憶を検索
en: Search memories by keyword
ko: 키워드로 기억 검색
zh_hans: 使用关键词搜索记忆

# memory.search.initial_title
source: 記憶を探す
en: Find a Memory
ko: 기억 찾기
zh_hans: 查找记忆

# memory.search.initial_detail
source: 話したこと、ファイル名、映像の内容から検索できます。
en: Search what was said, filenames, and visual content.
ko: 말한 내용, 파일 이름, 영상 내용으로 검색할 수 있습니다.
zh_hans: 可搜索说过的话、文件名和画面内容。

# memory.search.loading
source: 記憶を検索しています…
en: Searching memories…
ko: 기억을 검색하는 중…
zh_hans: 正在搜索记忆…

# memory.search.empty_title
source: 見つかりませんでした
en: No Memories Found
ko: 기억을 찾지 못했습니다
zh_hans: 未找到记忆

# memory.search.empty_detail
source: 別のキーワードで検索してみてください。
en: Try a different keyword.
ko: 다른 키워드로 검색해 보세요.
zh_hans: 请尝试其他关键词。

# memory.search.error_title
source: 検索できませんでした
en: Couldn’t Search Memories
ko: 기억을 검색할 수 없습니다
zh_hans: 无法搜索记忆

# memory.search.match.filename
source: ファイル名
en: Filename
ko: 파일 이름
zh_hans: 文件名

# memory.search.match.transcript
source: 文字起こし
en: Transcript
ko: 음성 기록
zh_hans: 转录文本

# memory.search.match.visual
source: 映像
en: Visual
ko: 영상
zh_hans: 画面

# memory.search.visual_summary
source: 映像の要約
en: Visual Summary
ko: 영상 요약
zh_hans: 画面摘要

# memory.search.open_result
source: この記憶を開く
en: Open This Memory
ko: 이 기억 열기
zh_hans: 打开这段记忆

# memory.search.seek_at
source: %@から再生
en: Play from %@
ko: %@부터 재생
zh_hans: 从%@开始播放

# memory.analysis.open
source: 映像の内容
en: Video Insights
ko: 영상 내용
zh_hans: 视频内容

# memory.analysis.title
source: 映像の内容
en: Video Insights
ko: 영상 내용
zh_hans: 视频内容

# memory.analysis.loading
source: 解析結果を読み込み中
en: Loading video insights
ko: 영상 분석을 불러오는 중
zh_hans: 正在加载视频分析

# memory.analysis.queued_title
source: 解析待ち
en: Waiting to Analyze
ko: 분석 대기 중
zh_hans: 等待分析

# memory.analysis.queued_detail
source: 動画の解析を待っています。
en: This video is waiting to be analyzed.
ko: 이 영상은 분석을 기다리고 있습니다.
zh_hans: 此视频正在等待分析。

# memory.analysis.processing_title
source: 映像を解析中
en: Analyzing Video
ko: 영상 분석 중
zh_hans: 正在分析视频

# memory.analysis.processing_detail
source: 完了すると、ここに映像の内容が表示されます。
en: Video insights will appear here when analysis is complete.
ko: 분석이 끝나면 영상 내용이 여기에 표시됩니다.
zh_hans: 分析完成后，视频内容将显示在这里。

# memory.analysis.failed_title
source: 映像を解析できませんでした
en: Video Analysis Failed
ko: 영상 분석에 실패했습니다
zh_hans: 视频分析失败

# memory.analysis.failed_detail
source: 後でもう一度確認してください。
en: Please check again later.
ko: 나중에 다시 확인해 주세요.
zh_hans: 请稍后再试。

# memory.analysis.unavailable_title
source: 解析結果はありません
en: No Video Insights
ko: 영상 분석 결과가 없습니다
zh_hans: 暂无视频分析

# memory.analysis.unavailable_detail
source: AI共有がオフか、まだ解析対象になっていません。
en: AI sharing is off, or this video has not been analyzed yet.
ko: AI 공유가 꺼져 있거나 아직 분석되지 않은 영상입니다.
zh_hans: AI共享已关闭，或此视频尚未分析。

# memory.analysis.error_title
source: 解析結果を読み込めませんでした
en: Could Not Load Video Insights
ko: 영상 분석을 불러올 수 없습니다
zh_hans: 无法加载视频分析

# memory.analysis.retry
source: 再試行
en: Try Again
ko: 다시 시도
zh_hans: 重试

# memory.analysis.summary
source: 要約
en: Summary
ko: 요약
zh_hans: 摘要

# memory.analysis.segments
source: タイムライン
en: Timeline
ko: 타임라인
zh_hans: 时间线

# memory.analysis.completed_empty
source: 映像の説明はありません。
en: No visual description is available.
ko: 영상 설명이 없습니다.
zh_hans: 暂无画面描述。

# memory.analysis.seek_at
source: %@から再生
en: Play from %@
ko: %@부터 재생
zh_hans: 从%@开始播放

# memory.kind.photo
source: 一枚の記憶
en: A photo memory
ko: 한 장의 추억
zh_hans: 一张照片的记忆

# memory.kind.video
source: 音のある記憶
en: A memory with sound
ko: 소리가 있는 추억
zh_hans: 一段有声音的记忆

# notification.daily_post.body
source: まだ今日の投稿がありません。写真や動画を一つ残してみませんか？
en: You haven’t posted today. Add a photo or video to remember it.
ko: 오늘 아직 게시물이 없어요. 사진이나 동영상으로 기억을 남겨 보세요.
zh_hans: 今天还没有发布内容。留下一张照片或一段视频吧。

# notification.daily_post.title
source: 今日の記憶を残しましょう
en: Save today’s memory
ko: 오늘의 기억을 남겨 보세요
zh_hans: 记录今天的回忆

# playback.failed
source: 再生できませんでした。
en: Couldn’t play this video.
ko: 동영상을 재생할 수 없습니다.
zh_hans: 无法播放此视频。

# playback.pause
source: 一時停止
en: Pause
ko: 일시 정지
zh_hans: 暂停

# playback.play
source: 再生
en: Play
ko: 재생
zh_hans: 播放

# weather.attribution
source: Weatherのデータ提供元
en: Weather data sources
ko: Weather 데이터 출처
zh_hans: Weather 数据来源

# weather.summary.accessibility
source: 天気、現在%@、最高%@、最低%@
en: Weather, current %@, high %@, low %@
ko: 날씨, 현재 %@, 최고 %@, 최저 %@
zh_hans: 天气，当前%@，最高%@，最低%@

# timeline.title
source: 記録
en: Journal
ko: 기록
zh_hans: 记录

# timeline.today
source: 今日
en: Today
ko: 오늘
zh_hans: 今天

# timeline.yesterday
source: 昨日
en: Yesterday
ko: 어제
zh_hans: 昨天

source: tokenは作成直後に一度だけ表示され、サーバーにはhashだけを保存します。いつでもここから失効できます。
en: The token is shown only once when created. Only its hash is stored on the server, and you can revoke it here at any time.
ko: token은 생성 직후 한 번만 표시되며 서버에는 hash만 저장됩니다. 언제든 여기에서 폐기할 수 있습니다.
zh_hans: token 只会在创建后显示一次。服务器仅保存其 hash，你可以随时在这里撤销它。

# upload.stage.completed
source: 完了しました
en: Upload complete
ko: 업로드 완료
zh_hans: 上传完成

# upload.stage.compressing_photo
source: 写真をきれいに整えています
en: Optimizing your photo
ko: 사진을 최적화하는 중
zh_hans: 正在优化照片

# upload.stage.compressing_video
source: 音をそのままに、動画を軽くしています
en: Compressing video while preserving its audio
ko: 소리는 그대로 유지하며 동영상을 줄이는 중
zh_hans: 正在压缩视频并保留原始音频

# upload.stage.finishing
source: あと少しです
en: Almost done
ko: 거의 다 됐어요
zh_hans: 即将完成

# upload.stage.importing
source: 記憶を受け取っています
en: Receiving your memory
ko: 추억을 불러오는 중
zh_hans: 正在接收你的记忆

# upload.stage.retrying
source: アップロードを再試行します
en: Retrying upload
ko: 업로드 재시도 중
zh_hans: 正在重试上传

# upload.stage.uploading
source: あなたのafterimageへ保存しています
en: Saving to your afterimage
ko: 내 afterimage에 저장하는 중
zh_hans: 正在保存到你的 afterimage

# upload.stage.waiting_to_retry
source: 再試行を待っています
en: Waiting to retry
ko: 재시도 대기 중
zh_hans: 正在等待重试

source: うまくいきませんでした
en: Something Went Wrong
ko: 문제가 발생했습니다
zh_hans: 出现了问题

source: ことば
en: Words
ko: 말
zh_hans: 文字

source: ことばを残しています…
en: Transcribing…
ko: 텍스트로 변환하는 중…
zh_hans: 正在转写…

source: ことばを残せませんでした
en: Couldn’t transcribe this memory
ko: 이 추억을 텍스트로 변환하지 못했습니다
zh_hans: 无法转写这段记忆

source: このAIとの接続を解除しますか？
en: Disconnect this AI?
ko: 이 AI와의 연결을 해제할까요?
zh_hans: 要断开与此 AI 的连接吗？

source: このafterimageを削除しますか？
en: Delete this afterimage?
ko: 이 afterimage를 삭제할까요?
zh_hans: 要删除这条 afterimage 吗？

source: このtokenは閉じると二度と表示できません。まず下のボタンからAIへ設定を依頼してください。
en: This token cannot be shown again after you close this screen. Use the button below to ask your AI to configure it first.
ko: 이 화면을 닫으면 token을 다시 볼 수 없습니다. 먼저 아래 버튼으로 AI에 설정을 요청하세요.
zh_hans: 关闭此页面后，这个 token 将无法再次显示。请先通过下方按钮让 AI 完成设置。

source: その他
en: More
ko: 더 보기
zh_hans: 更多

source: どのAIへ渡したtokenか分かる名前を付けます。
en: Give it a name that identifies which AI will use this token.
ko: 어떤 AI에 전달한 token인지 알아볼 수 있는 이름을 입력하세요.
zh_hans: 起一个便于识别此 token 交给哪个 AI 的名称。

source: まだ接続していません
en: No AI Connected Yet
ko: 아직 연결된 AI가 없습니다
zh_hans: 尚未连接 AI

source: アカウント
en: Account
ko: 계정
zh_hans: 账户

source: キャンセル
en: Cancel
ko: 취소
zh_hans: 取消

source: コピー
en: Copy
ko: 복사
zh_hans: 复制

source: サインアウト
en: Sign Out
ko: 로그아웃
zh_hans: 退出登录

source: 一度だけ表示されるtoken
en: One-time token
ko: 한 번만 표시되는 token
zh_hans: 仅显示一次的 token

source: 下の＋から撮影するか動画を選ぶと、 音を変えずに軽くして保存します。
en: Record or choose a video with the + button below. We’ll optimize it while preserving the original audio.
ko: 아래 + 버튼에서 동영상을 촬영하거나 선택하세요. 소리는 그대로 유지하면서 용량을 줄여 저장합니다.
zh_hans: 通过下方的 + 拍摄或选择视频。 我们会在保留原始音频的同时压缩并保存。

source: 作成
en: Create
ko: 생성
zh_hans: 创建

source: 例: Hermes
en: Example: Hermes
ko: 예: Hermes
zh_hans: 示例：Hermes

source: 再試行
en: Try Again
ko: 다시 시도
zh_hans: 重试

source: 再読み込み
en: Reload
ko: 새로고침
zh_hans: 重新加载

source: 写真と動画は非公開で保存されます。動画の音は変えません。
en: Your photos and videos stay private. Video audio is preserved.
ko: 사진과 동영상은 비공개로 저장되며 동영상의 소리는 변경하지 않습니다.
zh_hans: 照片和视频将被私密保存，视频原声保持不变。
